# 9.salome miladze შექმენით თქვენი ფილმების სია, რომელშიც ჩაწერთ უკვე ნანახ ფილმებს.
# მომხმარებელს(თქვენს პირობით მეგობარს) შემოატანინეთ მის მიერ რეკომენდირებული ფილმი. 
# თუ ფილმი დაემთხვევა თქვენს სიაში არსებულ ფილმს დაწერეთ “ძალიან მომეწონა ეს ფილმი ან არ მომეწონა ეს ფილმი” თუ არ გაქვს ნანახი “ჩავინიშნავ და აუცილებლად ვნახავ”


movie = [ "ukanaskneli samurai" , "troa" , "zeciuri samefo" ]
virt_friend = input( "enter your favorite movie :  ") 

if virt_friend == movie[0] or movie[1] or movie[2]: 
    print("ძალიან მომეწონა ეს ფილმი ")
else : 
    print("ჩავინიშნავ და აუცილებლად ვნახავ")    