# 12.rostom chagunava 
# შემოიტანეთ აპლიკანტის: სიმაღლე (>= 1,6 და <=2,3) წონა (>=55 და <= 130) ასაკი (>=18 და <=27), თუ აპლიკანტის მონაცემები აკმაყოფილებს შესაბამის მთხოვნებს,მაშინ დაობეჭდოს " გილოცავთ!, თქვენ ჩაირიცხეთ სავალდებულო სამხედრო სამსახურში" და თუ არ აკმაყოფილებს მაიშინ დაობეჭდოს "სამწუხაროდ თქვენი მონაცემები არ შესაბამება ჩვენს მოთხოვნებს


height = float(input("enter your height : "))
weight = float(input("enter your weight : "))
age = int(input("enter your age : "))

if height > 1.6 < 2.3 and weight > 55 < 130 and age > 18 < 27 :
    print ("გილოცავთ!, თქვენ ჩაირიცხეთ სავალდებულო სამხედრო სამსახურში")
else : 
    print("სამწუხაროდ თქვენი მონაცემები არ შესაბამება ჩვენს მოთხოვნებს")